{
  "quotes": [
    {
      "id": 1,
      "text": "No hay victoria sin combate, ni combate sin enemigo.",
      "category": "warfare"
    },
    {
      "id": 2,
      "text": "La desconfianza de ti mismo es el fundamento de la vida espiritual.",
      "category": "humility"
    },
    {
      "id": 3,
      "text": "Confía plenamente en Dios y desconfía totalmente de ti mismo.",
      "category": "trust"
    },
    {
      "id": 4,
      "text": "El que quiere vencer debe combatir con constancia y fortaleza.",
      "category": "perseverance"
    },
    {
      "id": 5,
      "text": "La oración es el arma más poderosa contra el enemigo espiritual.",
      "category": "prayer"
    },
    {
      "id": 6,
      "text": "Resiste al principio las tentaciones, cuando son más fáciles de vencer.",
      "category": "temptation"
    },
    {
      "id": 7,
      "text": "La humildad es el escudo que nos protege de todos los ataques del enemigo.",
      "category": "humility"
    },
    {
      "id": 8,
      "text": "No te desalientes por tus caídas, levántate con mayor humildad.",
      "category": "perseverance"
    },
    {
      "id": 9,
      "text": "Vigila sobre tus sentidos, puertas del alma.",
      "category": "vigilance"
    },
    {
      "id": 10,
      "text": "La paz interior es fruto de la conformidad con la voluntad divina.",
      "category": "peace"
    },
    {
      "id": 11,
      "text": "Mortifica tu voluntad propia para hacer la voluntad de Dios.",
      "category": "obedience"
    },
    {
      "id": 12,
      "text": "La paciencia en las adversidades es signo de verdadera virtud.",
      "category": "patience"
    },
    {
      "id": 13,
      "text": "Huye de las ocasiones de pecado con diligencia.",
      "category": "temptation"
    },
    {
      "id": 14,
      "text": "El amor a Dios se demuestra en la obediencia a sus mandamientos.",
      "category": "love"
    },
    {
      "id": 15,
      "text": "Sé fiel en las cosas pequeñas para llegar a las grandes.",
      "category": "faithfulness"
    },
    {
      "id": 16,
      "text": "La meditación diaria fortalece el espíritu para el combate.",
      "category": "meditation"
    },
    {
      "id": 17,
      "text": "No busques consuelos espirituales, busca al Dios de los consuelos.",
      "category": "trust"
    },
    {
      "id": 18,
      "text": "La verdadera devoción consiste en hacer la voluntad de Dios con prontitud.",
      "category": "devotion"
    },
    {
      "id": 19,
      "text": "Examina tu conciencia cada día para conocer tus faltas.",
      "category": "examination"
    },
    {
      "id": 20,
      "text": "El silencio interior dispone el alma para escuchar a Dios.",
      "category": "silence"
    },
    {
      "id": 21,
      "text": "Guarda tu corazón de los afectos desordenados.",
      "category": "purity"
    },
    {
      "id": 22,
      "text": "La caridad fraterna es el distintivo de los verdaderos discípulos.",
      "category": "charity"
    },
    {
      "id": 23,
      "text": "Soporta con alegría las contradicciones y humillaciones.",
      "category": "patience"
    },
    {
      "id": 24,
      "text": "La perseverancia final es don de Dios que se obtiene con la oración.",
      "category": "perseverance"
    },
    {
      "id": 25,
      "text": "Renueva cada mañana tu propósito de servir a Dios fielmente.",
      "category": "devotion"
    },
    {
      "id": 26,
      "text": "No juzgues las acciones ajenas, mira las tuyas propias.",
      "category": "humility"
    },
    {
      "id": 27,
      "text": "La cruz es el camino seguro hacia la santidad.",
      "category": "suffering"
    },
    {
      "id": 28,
      "text": "Ama más la virtud que sus consuelos.",
      "category": "virtue"
    },
    {
      "id": 29,
      "text": "En la tribulación se prueba la verdadera fe.",
      "category": "faith"
    },
    {
      "id": 30,
      "text": "Sé manso y humilde de corazón como el divino Maestro.",
      "category": "humility"
    }
  ]
}
